[BalanceDefs.ID_MO_NoVacancy_Part3 MissionItemDefinition]
UseFailureCharacterMessage="you have to %s To use this article."
ItemName="Box"
PickupMessage="near you %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="Generally speaking"

[BalanceDefs.ID_MO_NoVacancy_Part3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Avoid fire."
NoConstraintText=""
Suffix=""
Prefix=""

[IO_NoVacancy_Ladder InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_PartDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_PartDoorRepair InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_TurbineRepair1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_TurbineRepair2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoVacancy_TurbineRepair3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MD_NoVacancy_MissionGiver MissionItemDefinition]
UseFailureCharacterMessage="You need. %s To use this article."
ItemName="Sound equipment"
PickupMessage="That %s"
UseFailureLevelMessage="You must be at least %d to use this feature."
UseFailureConstraintsMessage="You should not use this product.."
NoManufacturerName="That sounds good"

[ItemDefs.ID_MD_NoVacancy_MissionGiver:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A message from the owner of the Happy Pig Motel."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_NoVacancy_Part2 MissionItemDefinition]
UseFailureCharacterMessage="It will be %s How to use this article."
ItemName="condenser"
PickupMessage="it's up to you %s"
UseFailureLevelMessage="To use this feature, you must be %d level.."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="Say L"

[ItemDefs.ID_MO_NoVacancy_Part2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It converts steam energy into electricity or something similar.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_NoVacancy_TurbinePart1 MissionItemDefinition]
UseFailureCharacterMessage="leave %s that."
ItemName="oh phone"
PickupMessage="SIX %s"
UseFailureLevelMessage="You must be at least level %d to use this feature.."
UseFailureConstraintsMessage="This item does not exist."
NoManufacturerName="General"

[ItemDefs.ID_MO_NoVacancy_TurbinePart1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Adjust the weight."
NoConstraintText=""
Suffix=""
Prefix=""

[ObjectGrade_NoVacancy_TurbinePart2 InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

